{
    "inline": true,
    "slides": [
        {
            "html": "<p>\"This is a test\"</p><p>— Tyler Corbridge</p>",
            "caption": null
        },
        {
            "caption": null,
            "html": "<p>\"While I served in Cochabamba, my companion and I rode past a tiny house just a couple doors from our apartment before turning back to knock on it's door. I felt very clearly that the Lord had told me to go back to knock on the door of that home. It was immediately clear that the family was living in extreme poverty, but what really stood out to me was how humble they were. They believed in the restored gospel and had a desire to follow Christ. They had two teenage girls that chose to be baptized first, followed by their parents a couple weeks later.</p><p>\"Twenty years later, the younger daughter, Ilsen, is a counselor in her stake Young Women's presidency, is married to a returned missionary, and has a young family of her own. When we found each other, we wept as we remembered the love we shared when I was their missionary. I have no doubt that the Lord whispered to me to knock on their door and that he already knew the full potential of that little 13 year old girl. The Lord knows our worth and potential, even if it isn't obvious to the world.\"</p><p>— Davis Smith</p>"
        },
        {
            "image": "https://media.deseretdigital.com/file/87f5602641?resize=width_500&type=image/jpeg&c=6&a=d04ae381",
            "caption": "Davis Smith, right, and his companion at a baptism 20 years ago. Ilsen, second left, and her sister were the first in their family to decide to get baptized. In recent visits to Bolivia, Smith has reunited with Ilsen.",
            "html": null
        },
        {
            "image": "https://media.deseretdigital.com/file/d25e246803?resize=width_500&type=image/jpeg&c=6&a=d04ae381",
            "caption": "From left: Davis Smith with Ilsen and her two daughters. Ilsen is a member who Smith taught and baptized while serving in Cochabamba 20 years ago. During a recent return trip to Bolivia, Smith reunited with Ilsen at a local Church.",
            "html": null
        },
        {
            "image": null,
            "caption": null,
            "html": "<p>\"The day of the mission reunion, after I had already felt so much immense joy from seeing many people in Santa Cruz and in Cochabamba, I felt like I was going to burst. … I didn't know if I could take any more joy. Then, at the fireside, my convert Jorge Apaza showed up. I motioned for him to sit by me. I was ecstatic. He was this 15-year-old kid when we taught him and I didn't know if he would make it in the Church. I didn't know how he was ever going to stay active because he didn't have the support of his family. Somehow he did it. He also served a mission in Colombia and here he was, 20 years later, sitting next to me. It was a joy that was unlike anything I've felt. It was so full and overflowing.\"</p><p>— Kaerlig Hurtado</p>"
        },
        {
            "image": null,
            "caption": null,
            "html": "\n            <p>\"I had terrible homesickness as a child and it continued into my mission. In Sipe Sipe (Bolivia) I prayed morning and night that it would go away; I prayed constantly that my homesickness would go away. I couldn't eat, I struggled to find confidence and I almost lost hope. Then one day it was as if God said, 'Scott you've carried this trial long enough, it's over.'</p>\n            <p>\"Since that distinct day I've been free of homesickness. Faith, prayer and perseverance are real.</p>\n            <p>\"I remember entering that same humble adobe house with the same old wooden door every day for six months to eat lunch with my companion. The Quintanilla family took me as I was. They knew my Spanish was horrible, that I was struggling and that I just wanted to help their people. I owe them a lot for their patience, their Christlike love and their humility. They helped me get through one of the hardest times of my life.\"</p>\n            <p>— Scott Mortensen</p>"
        },
        {
            "image": "https://media.deseretdigital.com/file/14c5983811?resize=width_500&type=image/jpeg&c=6&a=d04ae381",
            "caption": "A photo of the adobe house in Sipe Sipe, Bolivia where Scott Mortensen ate lunch everyday while experiencing severe homesickness as a young missionary in the area some 20 years ago.",
            "html": null
        },
        {
            "image": "https://media.deseretdigital.com/file/58d8610303?resize=width_500&type=image/jpeg&c=6&a=d04ae381",
            "caption": "Scott Mortensen with the Quintanilla family in the Sipe Sipe, Bolivia, area which he visited when he returned to visit the country in October. He spent many days eating lunch with the Quintanilla family while serving in the are some 20 years ago.",
            "html": null
        },
        {
            "image": null,
            "caption": null,
            "html": "<p>\"The morning of the reunion I felt a bit lost. I didn't have any companions that I had served with at the reunion. While in the temple clothing line, I realized that I did have a sister with me, Jimena Herrera, from Oruru Bolivia. Jimena passed away a few years ago, yet she wanted me to know that she was there with me. I felt impressed to share my feelings with other return missionaries in the line. Imagine our joy when we discovered that we had a friend in common — these sisters were visiting from Jimena's ward.  It's these small experiences that bring peace and joy to the soul.\"</p>\n        <p>— Christen Knickerbocker</p>"
        },
        {
            "image": null,
            "caption": null,
            "html": "\n            <p>\"I went to find one of my convert families from Tupiza. I found out that they moved to Cochabamba ... . When we visited I asked the mom what her calling was in the Church.</p>\n            <p>\"She said under her breath to her daughter that she didn't want to 'tell the Elder the truth,' which I overheard. I told her that she could definitely tell me the truth.</p>\n            <p>\"She confided that she hadn't been to Church for awhile and had not yet been to the temple.  Her husband travels a lot for his job and so she sits alone at Church, which she doesn't like. I invited her to go back to Church. I talked with her husband by phone that night as well.</p>\n            <p>\"The next day, we met her at the Church for sacrament meeting and she came and met the bishop. Before I left from the Church, she told me that she and her husband would work toward going to the temple.\"</p>\n            <p>— Peter Wirthlin</p>"
        },
        {
            "image": "https://media.deseretdigital.com/file/559a651847?resize=width_500&type=image/jpeg&c=6&a=d04ae381",
            "caption": "Peter Wirthlin and his wife, left, with a woman he converted some 20 years ago in Tupiza, Bolivia and one of her sons outside of the Petrolero Ward in Cochabamba.",
            "html": null
        },
        {
            "image": null,
            "caption": null,
            "html": "\n              <p>\"Half way through my mission, my companion and I taught and baptized a brother and sister. Mauricio had an incredible amount of faith, but his sister Giovanna had a lot more questions. Over several months, her heart softened and she decided to be baptized.</p>\n              <p>\"Unfortunately, as the years went by, Giovanna ended up marrying a non-member and stopped attending Church. Every time I returned to Bolivia I would visit her and remind her of her baptism and her conversion. After years of effort and prayers on her behalf, she returned to activity in the Church. She now serves in her ward's Primary presidency, and her husband has been listening to the discussions for the last four years. He doesn't feel quite ready to be baptized, but during my visit a few weeks ago he bore a simple testimony of the gospel, and I bore mine. We can never give up on people who have distanced themselves from the Church.\"</p>\n              <p>— Davis Smith</p>"
        },
        {
            "image": "https://media.deseretdigital.com/file/59c4d73561?resize=width_500&type=image/jpeg&c=6&a=d04ae381",
            "caption": "Davis Smith with two members he taught during his time near Cochabamba 20 years ago. Giovanna, center, was baptized a few weeks after her brother Mauricio, right.",
            "html": null
        },
        {
            "image": "https://media.deseretdigital.com/file/f49df01281?resize=width_500&type=image/jpeg&c=6&a=d04ae381",
            "caption": "Davis Smith with Giovanna, a member he baptized 20 years ago, and her two daughters on one of his recent return trips to Bolivia.",
            "html": null
        },
        {
            "image": null,
            "caption": null,
            "html": "\n              <p>\"Our first Sunday before leaving to go to the San Bernardo Ward in Tarija where my wife Karee served, I prayed that somehow I would be able to find someone I knew even though we were attending a ward I never served in. I had served in Tarija around the same time but in another ward.</p>\n              <p>\"For many years I have tried to find Isabella, a young women who was a new member in the ward I served in. She was our ward missionary and was, in my opinion, the celestial example of a ward missionary. Even though I have looked and looked on Facebook and have asked others, no one knew where she was.</p>\n              <p>\"At the ward we visited, Karee and I were asked to share our testimonies and introduce ourselves. Immediately after the meeting this wonderful woman came up to me and challenged me to guess who she was. I could recognize her face, but I couldn't come up with a name. When she told me that she was Isabella I cried like a baby as I hugged her. She shared that she served a full time mission and married in the temple.</p>\n              <p>\"I believe I got a glimpse of how our Father in Heaven feels when we return home. This was a tender mercy and an answer to a prayer for me.\"</p>\n              <p>— Broderick Pack</p>"
        },
        {
            "image": null,
            "caption": null,
            "html": "\n              <p>\"Johnny Rojas Choque, a stake president in Cochabamba, ... helped us find the Urquieta family, whose conversion to the truth of the Book of Mormon has inspired us, all these many years later. We remember well that when Adela Urquieta felt the Lord confirm to her the truthfulness of the Book of Mormon, her natural reaction was to ask, ‘What should I do?' The answer included an invitation to be baptized. The rest is history. Her husband was also baptized and later sealed to Adela. We were so impressed with their returned missionary grandson and other faithful members of the Urquieta family.\"</p>\n              <p>— David McConkie</p>"
        },
        {
            "image": "https://media.deseretdigital.com/file/be05b63001?resize=width_500&type=image/jpeg&c=6&a=d04ae381",
            "caption": "From left to right: Johnny Choque, Adela Urquieta, David McConkie, and Kevin Burke. McConkie and Burke taught Sister Urquieta 20 years ago and reunited with her when they returned to visit in October.",
            "html": null
        },
        {
            "image": null,
            "caption": null,
            "html": "\n              <p>\"Abundancia was an area of Santa Cruz that I had limited success in 21 years ago. That said, I had baptized a pretty amazing 17 year old named Henrry Rojas. I lost touch with Henrry but ended up reconnecting a few years ago on social media. He had gone on a mission, married in the temple and had a beautiful family.</p>\n              <p>\"I planned to swing by Church to say hello and then be on my way to other areas. Instead I ended up staying for a couple of days. Henrry is now a local leader whose influence is far reaching. The day I visited, Henrry was confirming a family they had just baptized the day before. Over the years, Henrry has introduced the gospel to many families and friends and many people in the congregation had stories to share about Henrry and his impact. His influence is far reaching.</p>\n              <p>— Tyler Corbridge</p>"
        },
        {
            "image": null,
            "caption": null,
            "html": "\n              <p>\"In addition to meeting with so many members, converts, etc., the highlight for me was going to the temple together. Most of us never saw the temple dedicated and completed when we were missionaries.</p>\n              <p>\"For me, the ward/area of the temple was one of my areas. Elder Ayala and I would walk by the temple under construction everyday but were never able to see it completed.</p>\n              <p>\"To be able to go through the temple as a group of missionaries that had served there 20 years ago was very emotional. ... A wonderful, spiritual, uplifting, and joyous experience.\"</p>\n              <p>— David Pratt</p>"
        },
        {
            "image": "https://media.deseretdigital.com/file/15e07f7298?resize=width_500&type=image/jpeg&c=6&a=d04ae381",
            "caption": "Davis Smith, back left, with several members and families he taught at the airport before being transferred from their area. Mauricio, back right, Giovanna, center left, in blue, and Ilsen, center, are among the members Smith converted during his time in the area.",
            "html": null
        },
        {
            "image": null,
            "caption": null,
            "html": "\n              <p>\"I didn't think I would have anyone in Sucre to visit because so many of the people there were students and I couldn't find them. But the day before I flew to Sucre, I received a response to one of my facebook messages and was able to arrange to meet my convert Prudencio, who by chance, had just got on his Facebook, which he rarely does. He is an amazing dad of four kids with a beautiful wife.\"</p>\n              <p>— Kaerlig Hurtado</p>"
        },
        {
            "image": null,
            "caption": null,
            "html": "\n              <p>\"After reviewing journal entries, my expectation was to find Brother Antesana so that we could remind him that baptism was still possible for him, that we still love him, and that we still have a vision of his family being an eternal family. And, thanks to the kindness of friends and members in the area, we were able to find the Antesanas, 21 years later.</p>\n              <p>\"I was joyful to discover that, not only was he baptized 18 years ago, but that Brother Antesana had served in various capacities, including six years on the high council.</p>\n              <p>\"What a joy it was to meet their children, some who have served missions, and to see beautiful grandchildren who were being raised in the Church.</p>\n              <p>\"We learned that, prior to the dedication of the Cochabamba temple, Bishop Ibanez promised Brother Antesana that he would work with him to help him qualify for a temple recommend. That promise helped him develop the strength to overcome addiction, and to experience greater joy in the restored gospel of Jesus Christ.\"</p>\n              <p>— David McConkie</p>"
        },
        {
            "image": "https://media.deseretdigital.com/file/2d1a0d0486?resize=width_500&type=image/jpeg&c=6&a=d04ae381",
            "caption": "David McConkie with the Antesana family, when they reunited in Montero, Santa Cruz, Bolivia in October.",
            "html": null
        },
        {
            "image": null,
            "caption": null,
            "html": "\n              <p>\"I stood with my friend Gonzalo under the same palm tree at the same church where we baptized him nearly 20 years ago. He wavered a bit as a youth but then served a mission, returned, married in the temple and now has a beautiful family with three children, and serves as a bishop.</p>\n              <p>\"I may have taught him the gospel 20 years ago but today he taught me ... Así es el evangelio verdadero. What a blessing!\"</p>\n              <p>— Scott Mortensen</p>"
        },
        {
            "image": "https://media.deseretdigital.com/file/148aef5394?resize=width_500&type=image/jpeg&c=6&a=d04ae381",
            "caption": "Scott Mortensen, left, and Gonzalo Cadiz by a small palm tree outside the Church where Mortensen baptized Cadiz nearly 20 years ago.",
            "html": null
        },
        {
            "image": "https://media.deseretdigital.com/file/5aa42d4912?resize=width_500&type=image/jpeg&c=6&a=d04ae381",
            "caption": "Scott Mortensen, left, and and Gonzalo Cadiz by the same palm tree, now fully grown, outside the Church where Mortensen baptized Cadiz nearly 20 years ago.",
            "html": null
        },
        {
            "image": null,
            "caption": null,
            "html": "\n              <p>\"I visited a priesthood meeting in Rosedal, my final area, and introduced myself. As I finished, a man in his mid-30's quickly jumped up and said, ‘Wait, are you the Mortensen that served in Siglo XX?!' Surprised by the question I immediately said ‘Yes!'</p>\n              <p>\"He introduced himself as Freddy Bernal, someone we had taught as a 15-year-old nearly 20 years earlier and in a completely different ward. We hugged and both shed tears. He served a mission, helped the rest of his family join the church, is now serving in the stake, is married, and has two wonderful children.\"</p>\n              <p>— Scott Mortensen</p>"
        },
        {
            "image": null,
            "caption": null,
            "html": "\n              <p>\"In Cochabamba, Dave and I were able to stay with a family that I taught and that had been baptized, but over the years had become inactive. The parents, Mario and Marlene Auza live in a home with their married daughter Michi and her husband James and two children Caleb and Kaitlin. On Sunday they dressed in their best and came with my husband and me to Church.</p>\n              <p>\"A member of the bishopric invited me to bear my testimony. Then, as I sat down, I was stunned when I heard the bishopric counselor invite Hermano Auza to bear his testimony. I was worried because this was the first time Mario had been back in years!  But he stood up and went to the pulpit and bore a simple testimony. He testified of the love of the Savior.</p>\n              <p>\"During our last moments together, I felt so much love for the Auza family and so much sorrow that I was leaving them again. Michi shared with me some of her thoughts. She said she had felt something special at Church and she remembered. She said her son Caleb told her he thought God was trying to tell her that she needed to return to her Church because He had sent her missionaries back to visit her.\"</p>\n              <p>— Kaelig Hurtado</p>"
        },
        {
            "image": null,
            "caption": null,
            "html": "\n              <p>\"On our last day there — I was traveling with my former companion Kristen Bartholomew — we called a family we had taught 20 years before in Tarija. I had a 4:30 p.m. plane to catch but we went to a large market called El Campecino to find Celia, the mother, who works there selling tomatoes.</p>\n              <p>\"There were at least eight different blocks where they sell tomatoes, and it seemed virtually impossible to find her in our limited time. The only picture I had to show people was from 20 years prior so it was not very helpful.</p>\n              <p>\"I know heavenly Father touched my heart to ask the right people because one of them knew of a Celia in another vegetable section. She gave us directions. We walked two aisles of that section without finding her. Finally, I asked one more vendor ... then we saw her. When she saw me she just broke down in tears. I motioned to her to come out to the aisle where she embraced with both Kristen and myself. I showed her a picture of her baptism. She told me about her children and her son serving a mission in Peru. It was truly a beautiful moment. Kristen and I both felt that it was a miracle to find her among thousands of people.\"</p>\n              <p>— Tavia Mathers</p>"
        },
        {
            "image": "https://media.deseretdigital.com/file/85f6674865?resize=width_500&type=image/jpeg&c=6&a=d04ae381",
            "caption": "The Quispe family on their baptism day 20 years ago. They cleaned and painted a concrete pit in their front yard for their baptism.",
            "html": null
        },
        {
            "image": "https://media.deseretdigital.com/file/f2f2ff7403?resize=width_500&type=image/jpeg&c=6&a=d04ae381",
            "caption": "From left: Celia Quispe, Tavia Mathers, Kristen Bartholomew, Ginny Watts, and another member that works in the El Campecino market.",
            "html": null
        }
    ]
}